import { IDataForNode } from "../interfaces/interfaces";

export const dataForLeftNode: Array<IDataForNode> = [
  {
    year: 1996,
    header: 'Открытие кафедры',
    imagePath: 'images/1996.jpg',
    description: 'Kафедра БИТ была создана приказом ректора Таганрогского государственного радиотехнического университета. ТРТУ вошел в перечень учебных заведений, осуществляющих подготовку специалистов по вопросам защиты информации',
  },
  {
    year: 2000,
    header: 'Первый выпуск',
    imagePath: 'images/2000.jpg',
    description: 'Первый выпуск инженеров по специальности - "Организация и технология защиты информации". Была выпущена группа из 28 человек, причем 13 из них получили красный диплом',
  },
  {
    year: 2006,
    header: 'Премия ЗУБР',
    imagePath: 'images/2006.jpg',
    description: 'БИТ ТРТУ стала дипломантом национальной отраслевой премии по безопасности "Высокие технологии общего применения в интересах национальной обороны и безопасности - ЗУБР" за полноту и качество обеспечения учебного процесса',
  },
  {
    year: 2013,
    header: 'CTF соревнования',
    imagePath: 'images/2013.jpg',
    description: 'По итогам 2013 года команда UFOlogists заняла 8-е место в международном рейтинге CTFtime. В соревнованиях CTF принимают участие более 3400 команд со всего мира, в том числе 96 команд из России. Также заняла 2-е место на HackIM 2013, 4-е место на RuCTF Quals 2013, 4-е место на ForbiddenBITS CTF 2013, 7 место на PHD CTF 2013 (3-е среди российских команд, единственная студенческая команда в финале)',
  },
];

export const dataForRightNode: Array<IDataForNode> = [
  {
    year: 1999,
    header: 'Международные конференции',
    imagePath: 'images/1999.jpg',
    description: 'Международные научно-практические конференции по информационной безопасности проводятся на базе кафедры БИТ. Участники конференции - представители Министерства образования и науки РФ, Аппарата Совета Безопасности РФ, Институт Криптографии при Академии ФСБ',
  },
  {
    year: 2002,
    header: 'Мировое сотрудничество',
    imagePath: 'images/2002.jpg',
    description: 'Кафедра БИТ начала активно работать на международном уровне, с момента получения гранта Российского фонда фундаментальных исследований на разработку мультимедиа-коллекции, посвященной А. П. Чехову',
  },
  {
    year: 2008,
    header: 'Команда CTF "UFOlogists"',
    imagePath: 'images/2008.jpg',
    description: 'В 2008 году на кафедре Безопасности информационных технологий нашего факультета была организована студенческая команда CTF "UFOlogists". CTF (Capture the Flag) - это командные соревнования, целью которых является оценка умения участников атаковать и защищать компьютерные системы',
  },
  {
    year: 2017,
    header: 'Чемпионат WorldSkills',
    imagePath: 'images/2017.jpg',
    description: 'На площадке Института компьютерных технологий и информационной безопасности ЮФУ прошел первый этап национального межвузовского чемпионата «Молодые профессионалы (WorldSkills Russia)» — открытый отборочный чемпионат ЮФУ по стандартам WorldSkills',
  }
]
