import React, { type FC } from 'react'
import './perspective.scss'

const Perspective: FC = () => {
  return (
        <div className="perspective-conference">

            <div className={'perspective-conference__wrap'}>
                <h2>Конференция «Перспектива»</h2>
                <p>
                    Школа-семинар «ПЕРСПЕКТИВА» проводится на базе кафедры Безопасности информационных технологий
                    Южного федерального университета. «ПЕРСПЕКТИВА» - это Всероссийская молодежная конференция по проблемам
                    информационной безопасности, которая сопровождается практикумами и мастер-классами от ведущих ученых страны.
                    Конференция правилась с 2009 года 8 раз. Она посвящена обсуждению фундаментальных и научно-практических вопросов
                    информационной безопасности, что является одним из наиболее активно развивающихся направлений информационных
                    технологий, соответствующим приоритетному направлению развития науки и техники "Безопасность и противодействие
                    терроризму". К участию в конференции приглашаются студенты, магистранты, бакалавры и аспиранты. С каждым разом
                    ширится география участников школы-семинара. Для очного участия в школе-семинаре приезжает молодое поколение
                    будущих специалистов в области информационной безопасности из разных, самых отдаленных уголков нашей страны.
                </p>
                <br/>
                <p>
                    В рамках школы-семинара рассматриваются вопросы, связанные с методическим обеспечением основ информационной
                    безопасности, рассматриваются вопросы разработки и применения современных программно-аппаратных средств защиты,
                    технических средств защиты информации, рассматриваются вопросы криптографии, стеганографии и криптоанализа,
                    отдельная секция в этом году будет посвящена вопросам информационной безопасности в сфере цифровой экономики, в
                    том числе с использованием блокчейн технологий и криптовалют. В течение трехдневного интенсива школы-семинара
                    проводятся публичные лекции, круглые столы и мастер-классы от ведущих специалистов в области информационной
                    безопасности.
                </p>
                <br/>
                <p>
                    Работы, присылаемые для участия в конференции, проходят рецензируемый отбор с использованием специальной системы
                    рецензирования на платформе от компании Майкрософт. К началу конференции будет подготовлен сборник докладов и
                    тезисов докладов ее участников, а по окончании работы конференции лучшие доклады будут опубликованы в формате
                    статей в специальном выпуске журнала "Известия ЮФУ", который рекомендован ВАК для публикации работ. По итогам
                    работы конференции выбираются победители, представившие лучшие доклады. Победители награждаются дипломами и
                    ценными подарками. Все участники конференции получают именные сертификаты участника с указанием названия доклада.
                </p>
                <br/>

                <h3>Цели организации школы-семинара:</h3>
                <p>
                    Целью организуемой школы-семинара является обмен научными результатами и исследовательским опытом в
                    фундаментальных и научно-практических исследованиях молодых ученых, студентов, магистрантов, аспирантов и
                    практикующих специалистов в области информационной безопасности. Рассматриваются фундаментальные аспекты правовых,
                    организационных и инженерно-технических направлений информационной безопасности. Тематика школы-семинара
                    соответствует национальным целям и приоритетам Стратегии научно-технологического развития Российской Федерации.
                </p>
                <br/>
                <p>
                    Запланировано проведение более 10 лекций и 8 мастер-классов от ведущих ученых российских ученых, которые будут
                    направлены на комплексное осмысление проблем информационной безопасности и будут способствовать развитию
                    исследовательского потенциала молодых участников школы-семинара.
                </p>
                <br/>
                <p>
                    В рамках школы-семинара более ста участников смогут представить научному сообществу результаты проводимых
                    исследований, наладить научные контакты и расширить сферу применения предлагаемых методов и средств защиты
                    информации. Выделены приоритетные направления работы школы-семинара:
                </p>
                <ul>
                    <li>Программно-аппаратные средства защиты информации</li>
                    <li>Технические средства защиты информации</li>
                    <li>Правовые и организационные вопросы защиты информации</li>
                    <li>Криптографические методы и средства защиты информации</li>
                    <li>Информационная безопасность в сфере цифровой экономики, блокчейна и криптовалют</li>
                    <li>Управление информационной безопасностью</li>
                    <li>Экономическая безопасность</li>
                    <li>Безопасность телекоммуникационных систем</li>
                    <li>Анализ рисков</li>
                </ul>

            </div>

        </div>
  )
}

export { Perspective }
