import React, { type FC } from 'react'

import './science.scss'


const Science: FC = () => {
  return (
        <div className={'science'}>
            <div className={'science__wrap'}>
                <h2>
                    Научная деятельность БИТ
                </h2>

                <section className={'science__section__first'}>
                    <h3>В качестве научных направлений кафедры можно выделить:</h3>
                    <p>
                        Разработку новых интеллектуальных методов и средств,
                        обеспечивающих выявление и идентификацию угроз нарушения информационной
                        безопасности в компьютерных сетях и на отдельных рабочих
                        станциях, а также противодействие этим угрозам.
                    </p>
                    <p>
                        Разработку и исследование методов, методик, алгоритмов и систем, решающих
                        комплекс задач обеспечения целостности, конфиденциальности и доступности
                        ресурсов информационно-вычислительных сетей.
                    </p>
                    <p>
                        Исследование и разработку высокоточных методов и средств стегоанализа.
                    </p>
                    <p>
                        Разработку методов, алгоритмов и средств автоматизированного
                        высокоточного обнаружения уязвимостей программных систем.
                    </p>
                    <p>
                        Разработка инструментальных средств и методического обеспечения
                        мероприятий по экспериментальной оценке реальной защищенности
                        информации в ключевых системах информационной инфраструктуры
                        от угроз безопасности информации.
                    </p>

                    <p>
                        Разработку и исследование методов клавиатурной биометрической
                        идентификации личности и способов их применения в системах информационной безопасности.
                    </p>

                    <p>
                        Исследование и разработку методов и средств оптического
                        распознавания текста в изображениях низкого качества.
                    </p>
                    <p>
                        Разработку методов и алгоритмов высокопроизводительных
                        параллельных и распределенных вычислений для применения в задачах криптографии и криптоанализа.
                    </p>
                    <p>
                        Исследование стойкости современных симметричных и асимметричных алгоритмов шифрования.
                    </p>

                </section>

                <section className={'science__section__second'}>
                    <h3>
                        Список наиболее значимых проектов за последние 10 лет
                    </h3>

                    <p>
                        Успешно проведена серия работ по разработке алгоритмов и программ оптического
                        распознавания текста в изображениях низкого качества.
                        Использование нейросетевых алгоритмов, скрытых марковских моделей,
                        эффективной сегментации позволило получить высокое качество распознавания (до 98% слов)
                        и создать действующую систему распознавания, сопоставимую по качеству
                        с коммерческими образцами. Большая часть работы выполнена под руководством Макаревича О.Б.
                    </p>

                    <p>
                        Проведено исследование и разработка высокопроизводительных
                        программно-аппаратных средств защиты информации в локальных и глобальных
                        сетях на основе современных методов кодирования и шифрования с использованием
                        отечественных нейропроцессоров NM640x. В результате созданы системные
                        программные средства, параллельно-векторные алгоритмы и программы
                        реализации криптографических методов, методов обработки изображений и др .
                        Работа выполнена в 2000-2002 г.г. по гранту РФФИ № 00-07-90300 под руководством Бабенко Л.К.
                    </p>

                    <p>
                        По заказу ГНИИПТЗ Гостехкомиссии РФ под руководством Макаревича О.Б. в 2003г.
                        выполнена НИР «Создание программных и программно-аппаратных средств
                        обнаружения сетевых атак в информационно-телекоммуникационных системах» шифр «Мониторинг-Т».
                        Проведены работы по подготовке и созданию электронной коллекции
                        Чеховский мемориальный комплекс в Таганроге. Работы выполнены
                        под руководством Песковой О.Ю. в рамках гранта РФФИ 02-07-90220-в в 2002-2004 г.г.
                        По заказу ООО «ВНИИНС» в 2004-2005г.г. под руководством Макаревича О.Б.
                        выполнен ряд проектов по вопросам обнаружения сетевых атак в ЛВС
                        АС ВН в части создания программных модулей и системы тестирования.
                    </p>

                    <p>
                        Проведено исследование и разработка высокоточных методов
                        и средств стегоанализа. Работа выполнена в 2005-2007 г.г.
                        по гранту РФФИ под руководством Федорова В.М.
                        В 2006-2008 г.г. под руководством Бабенко Л.К. проведена
                        разработка и исследование технологий и параллельных алгоритмов
                        оценки эффективности защиты информационных систем (Минобразнаука, ЕЗН).
                        По заказу НПЦ «Орион» в 2008-2011г.г. под руководством Макаревича О.Б.
                        проведен ряд работ по тематике «Развитие методов моделирования и
                        противодействия компьютерным атакам, осуществляемым системами
                        несанкционированного управления, в современных условиях».
                    </p>

                    <p>
                        Проведена разработка инструментальных средств и методического
                        обеспечения мероприятий по экспериментальной оценке реальной
                        защищенности информации в ключевых системах информационной
                        инфраструктуры от угроз безопасности информации.
                        Работа выполнена  в 2008-2010 г.г.
                        под руководством Макаревича О.Б.по хоз.
                        договору с предприятием ГНИИИ ПТЗИ ФСТЭК России, г.Воронеж.
                    </p>

                </section>

                <section className={'science__section__third'}>
                    <h3>
                        Список текущих проектов
                    </h3>

                    <p>
                        Разработка и исследование параллельных алгоритмов оценки
                        криптографической стойкости защиты информации.
                        Выполняется по гранту РФФИ, проект № 09-07-00245-а под руководством Бабенко Л.К.
                    </p>

                    <p>
                        Разработка и исследование технологий эффективной
                        защиты данных в интернет, персональных и сетевых
                        геоинформационных системах. Выполняется под руководством Бабенко Л.К. по ЕЗН Минобразнауки.
                    </p>

                    <p>
                        Разработка и исследование методов, методологии и
                        средств автоматизированного создания виртуальных музеев
                        и подготовка виртуального 3D-музея, посвященного 150-летию
                        со дня рождения А.П.Чехова. Выполняется под руководством
                        Песковой О.Ю. по гранту РФФИ №10-07-00464-а.
                    </p>
                </section>

            </div>

        </div>
  )
}

export { Science }
