import { type IConference } from 'types'

export const conferences: IConference[] = [
  {
    title: 'Перспектива',
    year: '2009',
    description:
            '«ПЕРСПЕКТИВА» - это Всероссийская молодежная конференция ' +
            'по проблемам информационной безопасности, которая' +
            ' сопровождается практикумами и мастер-классами от ведущих' +
            ' ученых страны. Конференция проводится с 2009 года и была' +
            ' организована 8 раз. Она посвящена обсуждению фундаментальных ' +
            'и научно-практических вопросов информационной безопасности.',
    link: '/conferences/perspective'
  },
  {
    title: 'Информационная безопасность',
    year: '1999-2008',
    description:
        'С июня 1999 года на кафедре ежегодно проводятся научно-практические' +
        ' конференции по вопросам защиты информации. Целью конференций ' +
        'является обмен информацией, идеями и мнениями по решению научно-практических' +
        ' проблем в области информационной безопасности через' +
        ' непосредственное общение ученых, специалистов, преподавателей,' +
        ' аспирантов и студентов вузов и организаций всех форм собственности.',
    link: '/conferences/information-security'

  }

]
