import { type IConference } from 'types'

export const conferences: IConference[] = [
  {
    title: 'Перспектива',
    year: 2009,
    description:
            '«ПЕРСПЕКТИВА» - это Всероссийская молодежная конференция ' +
            'по проблемам информационной безопасности, которая' +
            ' сопровождается практикумами и мастер-классами от ведущих' +
            ' ученых страны. Конференция проводится с 2009 года и была' +
            ' организована 8 раз. Она посвящена обсуждению фундаментальных ' +
            'и научно-практических вопросов информационной безопасности.',
    link: '/conferences/perspective'
  }

]
