import { type IDirection } from 'types'

const directions: IDirection[] = [
  {
    title: '10.05.03 — Информационная безопасность автоматизированных систем',
    duration: '5 лет',
    skills: [
      'Разработка и внедрение систем защиты информации',
      'Анализ рисков и уязвимостей',
      'Обнаружение и устранение кибератак',
      'Работа с криптографическими методами защиты информации'
    ],
    careerProspects: [
      'Специалист по информационной безопасности',
      'Разработчик программного обеспечения',
      'Аналитик',
      'Консультант',
      'Преподаватель'
    ],
    salaries: 'Средняя зарплата такого специалиста составляет от 80,000 до 120,000 руб. в месяц.',
    careerGrowth: 'С повышением профессионализма можно стать руководителем,' +
        ' заняться наукой или перейти в гос.структуры.',
    abroadOpportunities: 'Выпускник может продолжить учебу за рубежом, ' +
        'получив степень магистра или докторскую степень. Это открывает путь ' +
        'к трудоустройству в международных компаниях и научных центрах.',
    demand: 'В связи с увеличением числа кибератак, информационные безопасности становятся все более востребованы.'
  },
  {
    title: '10.05.05 — Безопасность информационных технологий в правоохранительной сфере',
    duration: '5 лет',
    skills: [
      'Разработка и внедрение мер безопасности',
      'Анализ рисков и угроз',
      'Обнаружение и предотвращение кибератак',
      'Работа с конфиденциальной информацией'
    ],
    careerProspects: [
      'Специалист по информационной безопасности',
      'Разработчик ПО',
      'Аналитик',
      'Консультант',
      'Преподаватель'
    ],
    salaries: 'Средняя зарплата специалиста составляет от 80,000 до 120,000 руб. в месяц.',
    careerGrowth: 'С повышением квалификации можно стать руководителем или заняться научной деятельностью.',
    abroadOpportunities: 'Выпускник может продолжить обучение/работу за границей.',
    demand: 'Информационные безопасности востребованы из-за роста числа кибератак.'
  }

]

export { directions }
